Repository: kechkarayoub/immobilier_backend
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: No file selected!
fr: Aucun fichier sélectionné!

source: Image Preview
fr: Aperçu de l'image

source: General information
fr: Informations générales

source: Map options
fr: Options de la carte

source: Address
fr: Adresse

source: Enable map
fr: Activer la carte

source: Full name
fr: Nom complet

source: Admin's image
fr: L'image de l'administrateur

source: Telephone
fr: Téléphone

source: English
fr: Anglais

source: French
fr: Français

source: Select city
fr: Choisir une ville

source: Brome Lake
fr: Lac-Brome

source: Greater Sudbury
fr: Grand Sudbury

source: Haldimand County
fr: Comté de Haldimand

source: Montreal
fr: Montréal

source: Montreal West
fr: Montréal Ouest

source: Montreal-East
fr: Montréal Est

source: Prince Edward County
fr: Comté de Prince Edward

source: Quebec
fr: Québec

source: Select property type
fr: Choisir un type

source: Apartment
fr: Appartement

source: Multiple housing
fr: Multi logements

source: Ground floor house
fr: Maison de plain-pied

source: Two or more storey
fr: Maison à étages

source: Split-level
fr: Maison à paliers multiples

source: One-and-a-half-storey house
fr: Maison à un étage et demi

source: Mobile home
fr: Maison mobile

source: House
fr: Maison

source: Commercial
fr: Commerciale

source: Industrial
fr: Industrielle

source: Company (business)
fr: Entreprise (fonds de commerce)

source: Land
fr: Terre

source: Lot
fr: Terrain

source: Farm
fr: Ferme

source: Hobby farm
fr: Fermette

source: Other
fr: Autre

source: Select a type
fr: Choisir un type

source: Detached
fr: Isolé

source: Semi detached
fr: Jumelé

source: Attached
fr: En rangée

source: Attached corner unit
fr: En rangée sur coin

source: 5 plex and more
fr: 5 plex et plus

source: 5 and more
fr: 5 et plus

source: 3 and more
fr: 3 et plus

source: Select construction age
fr: Choisir l'âge du construction

source: Newly built
fr: Récemment construit

source: 10 years and less
fr: Moins de 10 ans

source: More than 10 years
fr: 10 ans et plus

source: For sale
fr: À vendre

source: For rent
fr: À louer

source: Sold
fr: Vendue

source: Not specified
fr: Non spécifié

source: Less than 200 000$
fr: Moins de 200 000$

source: More than 500 000$
fr: Plus de 500 000$

source: Created at
fr: Créé le

source: Subject
fr: Sujet

source: Phone
fr: Téléphone

source: Bathrooms number
fr: Nombre de salles de bain

source: Bedrooms number
fr: Nombre de chambres

source: Building type
fr: Type de bâtiment

source: City
fr: Ville

source: Construction age
fr: Âge de construction

source: Dining room
fr: Salle à manger

source: Fireplace
fr: Cheminée

source: Garden
fr: Jardin

source: Swimming pool
fr: Piscine

source: Property size min(m²)
fr: Taille de la propriété min (m²)

source: Property size max(m²)
fr: Taille de la propriété max (m²)

source: Occupation date
fr: Date d'occupation

source: Other characteristics
fr: Autres caractéristiques

source: Price range
fr: Intervalle

source: Property type
fr: Type de la Propriété

source: Status
fr: Statut

source: Buying a property!
fr: Acheter une propriété!

source: Renting a property!
fr: Louer une propriété!

source: Client information
fr: Information du client

source: Name
fr: Nom

source: Property information
fr: Information de la propriété

source: Client contact
fr: Contact du client

source: The client needs more information about this property
fr: Le client a besoin de plus d'informations sur cette propriété

source: Property size max
fr: Taille de la propriété max

source: Property size min
fr: Taille de la propriété min

source: Buying property
fr: Achat de propriété

source: Renting property
fr: Location de propriété

source: User's image.
fr: L'image de l'utilisateur.

source: Initials background color
fr: Couleur de fond des initiales

source: Initials color
fr: Couleur des initiales

source: Last name
fr: Prénom

source: Client funding!
fr: Financement du client!

source: An error has occurred. Check your connection.
fr: Une erreur est survenue. Vérifiez votre connexion.

source: Characteristics
fr: Caractéristiques

source: Added fields
fr: Champs ajoutés

source: Added field 1 label
fr: Étiquette du 1er champ ajouté

source: Added field 1 value
fr: Valeur du 1er champ ajouté

source: Added field 2 label
fr: Étiquette du 2eme champ ajouté

source: Added field 2 value
fr: Valeur du 2eme champ ajouté

source: Added field 3 label
fr: Étiquette du 3eme champ ajouté

source: Added field 3 value
fr: Valeur du 3eme champ ajouté

source: Annual incomes ($)
fr: Revenus annuels ($)

source: Apartments number
fr: Nombre d'appartements

source: Cost per housing (CPH) ($)
fr: Coût par logement (CPL) ($)

source: Minimum down payment ($)
fr: Mise de fond minimal ($)

source: Economic value ($)
fr: Valeur économique ($)

source: Gross revenue multiplier (GRM)
fr: Multiplicateur de revenu brut (MRB)

source: Housing descriptions
fr: Description des logements

source: Item's map's image.
fr: L'image de la carte de la propriété.

source: Is active
fr: Est active

source: Label
fr: Étiquette

source: Property size(m²)
fr: Taille de la propriété(m²)

source: Maximum loan (%)
fr: Prêt maximal (%)

source: Net income multiplier (NIM)
fr: Multiplicateur de revenu net (MRN)

source: Overall rate of update (ORU) (%)
fr: Taux global d'actualisation (TGA)

source: Price
fr: Prix

source: Short description
fr: Brèf description

source: With map
fr: Avec Carte

source: Item's image.
fr: Image de l'article.

source: Not interested to our messages?
fr: Pas intéressé par nos messages?

source: Unsubscribe
fr: Se désabonner

source: A new property has been added!
fr: Une propriété a été mise à jour!

source: More infos...
fr: Plus d'informations...

source: New property
fr: Nouvelle propriété

source: Resubscribing to the newsletter
fr: Réinscrire à la newsletter

source: Dear
fr: Chère

source: Thanks for resubscribing to our newsletter.
fr: Merci de vous être réinscrit à notre newsletter.

source: Visit:
fr: Visitez:

source: Subscribing to the newsletter
fr: S'abonner à la newsletter

source: Thanks for subscribing to our newsletter.
fr: Merci de vous être abonné à notre newsletter.

source: Unsubscribing to the newsletter
fr: Se désabonner à la newsletter

source: We'll miss you!
fr: Vous nous manquerez!

source: You recently canceled your subscription in our newsletter and we're sorry to see you go. Thank you for being with us. There could be various reasons for leaving and we really hope you can help us learn and improve.
fr: Vous avez récemment annulé votre abonnement à notre newsletter et nous sommes désolés de vous voir partir. Merci d'être avec nous. Les raisons de votre départ peuvent être diverses et nous espérons vraiment que vous pourrez nous aider à apprendre et à nous améliorer.

source: You canceled your subscription by mistake?
fr: Vous avez annulé votre abonnement par erreur?

source: Re-subscribe from here
fr: Ré-abonnez-vous d'ici

source: Subscription to the newsletter
fr: Abonnement à la newsletter

source: Sorry, you haven't any subscription in our newsletter!
fr: Désolé, vous n'êtes pas inscrit à notre newsletter!

source: Unsubscription from the newsletter
fr: Désinscription à la newsletter

source: Your subscription is deactivated!
fr: Votre abonnement est désactivé!

source: Your subscription is already deactivated!
fr: Votre abonnement est déjà désactivé!

source: Resubscription to the newsletter
fr: Réinscription à la newsletter

source: Your subscription is reactivated!
fr: Votre abonnement est réactivé!

source: Your subscription is already activated!
fr: Votre abonnement est déjà activé!

source: Header Bg Image Preview
fr: Aperçu de l'image d'arrière plan d'en-tête

source: Header Background Image Preview
fr: Aperçu de l'image d'arrière plan d'en-tête

source: Logo Image Preview
fr: Aperçu de l'image du logo

source: Global settings
fr: Paramètres globaux

source: Header settings
fr: Paramètres d'en-tête

source: Home page settings
fr: Paramètres de la page d'accueil

source: Header image
fr: Image d'en-tête

source: Header background image
fr: Image de fond d'en-tête

source: Header text color
fr: Couleur du texte de l'en-tête

source: Logo image
fr: Image du logo

source: Body background image
fr: Image de fond du corps

source: Title line 1
fr: 1er ligne du titre

source: Title line 2
fr: 2eme ligne du titre

source: Row 1 title
fr: Titre de la première partie

source: Row 1 paragraph 1
fr: 1er paragraphe de la première partie

source: Row 1 paragraph 2
fr: 2eme paragraphe de la première partie

source: Row 1 paragraph 3
fr: 3eme paragraphe de la première partie

source: Row 2 title
fr: Titre de la deuxième partie

source: Row 2 paragraph 1
fr: 1er paragraphe de la deuxième partie

source: Row 2 paragraph 2
fr: 2eme paragraphe de la deuxième partie

source: Row 2 paragraph 3
fr: 3eme paragraphe de la deuxième partie

source: Row 3 title
fr: Titre de la troisième partie

source: Row 3 paragraph 1
fr: 1er paragraphe de la troisième partie

source: Row 3 paragraph 2
fr: 2eme paragraphe de la troisième partie

source: Row 3 paragraph 3
fr: 3eme paragraphe de la troisième partie

source: Django site admin
fr: Administrateur du site django

source: Django administration
fr: Administration du django

source: Testimonial
fr: Témoignage

source: Link's category
fr: Catégorie du lien

source: The Buyer's Guide (PDF)
fr: Le guide de l'acheteur (PDF)

source: The Seller's Guide (PDF)
fr: Le guide du vendeur (PDF)
